Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G06B.tmx
Source language: en_us
Languages: zh_cn

source: George Washington
zh_cn: 乔治·华盛顿 第一辑

source: On April 30, 1789, George Washington, standing on the balcony of Federal Hall on Wall Street in New York, took his oath of office as the first President of the United States.
zh_cn: 1789年4月30日，乔治·华盛顿站在位于纽约的华尔街的联邦大厅的阳台上，宣誓担任美国的第一任总统。

source: "As the first of every thing, in our situation will serve to establish a Precedent," he wrote James Madison, "it is devoutly wished on my part, that these precedents may be fixed on true principles."
zh_cn: “作为每一件事的开始，我们的情况将会创造一个前所未有的先例，”这是他在写给詹姆斯·麦迪逊的信中说，“这是对我给予了殷切的希望，这些先例可能会确认为真正的原则。”

source: Born in 1732 into a Virginia planter family, he learned the morals, manners, and body of knowledge requisite for an 18th century Virginia gentleman.
zh_cn: 华盛顿1732年出生在弗吉尼亚州的种植园家庭，他学习道德观，礼仪以及身体语言，而这些都是18世纪弗吉尼亚州绅士们所必须具有的品质。

source: He pursued two intertwined interests: military arts and western expansion.
zh_cn: 他曾从事于两种交织在一起的兴趣爱好：军事艺术和西方殖民扩张。

source: At 16 he helped survey Shenandoah lands for Thomas, Lord Fairfax.
zh_cn: 在他16岁的时候，他就帮助托马斯·费尔法克斯勋爵在谢南多厄河流域进行土地测量。

source: Commissioned a lieutenant colonel in 1754, he fought the first skirmishes of what grew into the French and Indian War.
zh_cn: 1754年被任命为陆军中校，他参加了后来演变为法国与印第安之战之前的一些冲突事件。

source: The next year, as an aide to Gen. Edward Braddock, he escaped injury although four bullets ripped his coat and two horses were shot from under him.
zh_cn: 次年，成为了布雷多克将军的副官，尽管曾被四颗子弹穿透他的大衣以及两匹被射中的马压在他的身上，他却毫发无损。

source: From 1759 to the outbreak of the American Revolution, Washington managed his lands around Mount Vernon and served in the Virginia House of Burgesses.
zh_cn: 自1759年美国独立战争爆发以来，华盛顿芒特弗农管理自己的庄园，也为弗吉尼亚州的下议院服务。

source: Married to a widow, Martha Dandridge Custis, he devoted himself to a busy and happy life.
zh_cn: 他与卡斯蒂斯的遗孀玛莎克斯逖斯结婚，他把自己的一切都投身到了忙碌而又幸福的生活中去。

source: But like his fellow planters, Washington felt himself exploited by British merchants and hampered by British regulations.
zh_cn: 但是对于他的那些种植园同胞，华盛顿感同身受，自己被英国商人以及英国法规剥削。

source: As the quarrel with the mother country grew acute, he moderately but firmly voiced his resistance to the restrictions.
zh_cn: 随着对祖国的抱怨的不断升级，他温文尔雅的选择了抵制这些限制，但是又不失坚定。

source: When the Second Continental Congress assembled in Philadelphia in May 1775, Washington, one of the Virginia delegates, was elected Commander in Chief of the Continental Army.
zh_cn: 在1775年五月当第二次大陆会议在费城举行，华盛顿作为弗吉尼亚代表之一，当选为大陆军总司令。

source: On July 3, 1775, at Cambridge, Massachusetts, he took command of his ill-trained troops and embarked upon a war that was to last six grueling years.
zh_cn: 同年在7月3日，在剑桥，在马萨诸塞州，他带领他训练有素的军队并投身于长达六年的艰苦之战，而这只是开始。

source: He realized early that the best strategy was to harass the British.
zh_cn: 他很早就认识到，最好的战略就是骚扰英国人。

source: He reported to Congress, "we should on all Occasions avoid a general Action, or put anything to the Risque, unless compelled by a necessity, into which we ought never to be drawn."
zh_cn: 他向国会建议，“我们应该避免所有的正面冲突，或者不要做些伤风败俗的事（译者注：可能就类似于当年刘备的约法三章，与民为善吧），除非迫不得已，否则我们就不要参与进去。”

source: Ensuing battles saw him fall back slowly, then strike unexpectedly.
zh_cn: 随后的战争是循序渐进，出其不备。

source: Finally in 1781 with the aid of French allies--he forced the surrender of Cornwallis at Yorktown.
zh_cn: 最终在1781年在法国盟军的协助下——他迫使康华利在约克镇投降。

source: Washington longed to retire to his fields at Mount Vernon.
zh_cn: 华盛顿渴望退休后回到他的芒特弗农农场。

source: But he soon realized that the Nation under its Articles of Confederation was not functioning well, so he became a prime mover in the steps leading to the Constitutional Convention at Philadelphia in 1787.
zh_cn: 但是他很快就认识到，国家十三州邦联宪法并未健全，所以他又成为了1787年费城制宪主要推动者。

source: When the new Constitution was ratified, the Electoral College unanimously elected Washington President.
zh_cn: 当新宪法推行后，选举团一致推选华盛顿为总统。

source: He did not infringe upon the policy making powers that he felt the Constitution gave Congress.
zh_cn: 他并未侵犯政策，他认为宪法赋予国会的决策权。

source: But the determination of foreign policy became preponderantly a Presidential concern.
zh_cn: 但是外交政策的决心使他成为他总统焦点的重要原因。

source: When the French Revolution led to a major war between France and England, Washington refused to accept entirely the recommendations of either his Secretary of State Thomas Jefferson, who was pro-French, or his Secretary of the Treasury Alexander Hamilton, who was pro-British.
zh_cn: 当法国大革命使法国和英国陷入大规模战争时，华盛顿拒绝全盘接受某个人的建议，或许是亲法派的国务卿杰斐逊，或者是亲英派财政部大臣亚历山大·汉密尔顿。

source: Rather, he insisted upon a neutral course until the United States could grow stronger.
zh_cn: 相反，他坚持美国中立原则直到美国发展壮大。

source: To his disappointment, two parties were developing by the end of his first term.
zh_cn: 令他失望的是，在他的第一任结束时两党正在逐步发展。

source: Wearied of politics, feeling old, he retired at the end of his second.
zh_cn: 厌倦政治以及怀旧情怀，他决定在他的第二任期结束便结束自己的政治生涯。

source: In his Farewell Address, he urged his countrymen to forswear excessive party spirit and geographical distinctions.
zh_cn: 在他的告别演讲，他呼吁他的同胞抛弃党别之争以及地域差异。

source: In foreign affairs, he warned against long-term alliances.
zh_cn: 在外交方面，他也警告没有长期的盟友。

source: Washington enjoyed less than three years of retirement at Mount Vernon, for he died of a throat infection December 14, 1799.
zh_cn: 华盛顿在芒特弗农农场享受了不到三年的退休时光，便在1799年12月14日死于喉咙感染。

source: For months the Nation mourned him.
zh_cn: 数月来，举国悲恸。
